// Якщо ваше ім’я містить більше 4 букв і прізвище більше 5, то виведіть на екран число,
// яке дорівнює сумі букв імені і прізвища. Якщо умова не виконується - вивести “УПС”. 
// Наприклад: “Віктор Сташко” Віктор - 6 літер, Сташко - 6 літер. Виводимо 12. Використовувати вбудований метод length.


// 1
// const name =  "Eldar";
// const surname = "Kurbanov";

// if (name.length > 4 && surname.length > 5) {
//     console.log(name.length + surname.length);
// } else {
//     console.log("УПС");




// }

// 2

// Напиши скрипт вибору готеля по кількості зірок.
// 1 - 20$, 2 - 30$, 3 - 50$, 4 - 70$, 5 - 120$
//  Якщо в змінній stars щось окрім чисел 1-5, виведи рядок
//  'Токої кількості зірок немає

// let stars = Number(prompt("Оберіть кількість зірок отелю"))

// switch (stars){
//     case 1:
//         alert("price= 20$")
//         break;
//     case 2:
//         alert("price=30$")
//         break;
//     case 3:
//         alert("price=50$")
//         break;
//      case 4:
//         alert("price=70$")
//         break;
//      case 5:
//         alert("price=120$")
//         break;
//     default:
//         alert("Невірно введені дані")
    

// }


// 3
